[AttributePresentation_Siren AttributePresentationDefinition]
Description="$WillowGame. Descrições para o cartão de informação.  Cabeça de personagem."
NoConstraintText=""
Suffix=""
Prefix=""

[Siren.Head_SirenAster UsableCustomizationItemDefinition]
ItemCardTopStatString="Personalização de %s2 de %s1"
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Siren.Skin_SirenAster UsableCustomizationItemDefinition]
ItemCardTopStatString="Personalização de %s2 de %s1"
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

